const LECTURES = [
  {
    id: 'f45k20fL',
    date: '2017.07.07',
    time: '09:00',
    schools: ['Школа разработки интерфейсов'],
    topic: 'Адаптивная вёрстка',
    lectorInfo: {
      name: 'Дмитрий Душкин',
      photoUrl: './assets/img/content/content-dmitriy-dyshkin.jpg',
      aboutLector: `
        Кандидат технических наук, научный сотрудник ИПУ РАН с 2008 по
        2013. Пришёл в Яндекс.Картинки в 2014 году, отвечал за мобильную
        версию и рост производительности сервиса. В 2016 перешёл в Yandex
        Data Factory, где разрабатывает интерфейсы и дизайн веб-приложений
        для B2B.`,
    },
    room: 'Синий кит',
    address: 'г.Москва ул.Ленина, 21',
    linkOfRecord: 'https://youtu.be/Y5450Ns5L4M',
  },
  {
    id: 'hl54DLgf',
    date: '2017.07.01',
    time: '09:00',
    schools: [
      'Школа разработки интерфейсов',
      'Школа мобильной разработки',
      'Школа мобильного дизайна',
    ],
    topic: 'Инфраструктура веб-проектов',
    lectorInfo: {
      name: 'Прокопюк Андрей',
      photoUrl: './assets/img/content/content-prokopyuk-andrey.jpg',
      aboutLector: `
        В 2008 году впечатлился веб-разработкой из-за скорости воплощения идей и лёгкость их донесения до пользователей. 
        В Яндексе с 2014 года, разрабатывает страницу поисковой выдачи. 
        Любит сложные задачи, интересуется аналитикой, тестированием
        и новыми способами автоматизировать рутину.`,
    },
    room: 'Красный лось',
    address: 'г.Москва ул.Лысого, 26',
    linkOfRecord: 'https://youtu.be/o0rudc7YTv0',
  },
  {
    id: 'hkl5ld1',
    date: '2017.07.03',
    time: '09:00',
    schools: [
      'Школа разработки интерфейсов',
    ],
    topic: 'Клиентская оптимизация: базовые знания и лучшие практики',
    lectorInfo: {
      name: 'Андрей Морозов',
      photoUrl: './assets/img/content/content-andrey-morozov.jpg',
      aboutLector: `
        Окончил радиофизический факультет Киевского Национального Университета. Автор трёх патентных заявок. В Яндексе с 2014 года, разрабатывает интерфейсы Яндекс.Карт.`,
    },
    room: 'Синий кит',
    address: 'г.Москва ул.Ленина, 21',
    linkOfRecord: 'https://youtu.be/pGY5pEe0Q1U',
  },
  {
    id: 'hkl79d',
    date: '2017.05.30',
    time: '09:00',
    schools: [
      'Школа мобильной разработки',
    ],
    topic: 'Fragments (Часть 2)',
    lectorInfo: {
      name: 'Денис Загаевский',
      photoUrl: './assets/img/content/content-denis-zagaevsky.jpg',
      aboutLector: `
        Окончил факультет ВМК МГУ им. Ломоносова. Занимается разработкой приложений и игр с 2011 года, в 2012-м сконцентрировался на мобильных платформах Android и iOS. В Яндексе разрабатывает приложения для Android.`,
    },
    room: 'Белая коза',
    address: 'г.Москва ул.Цезаря, 76',
    linkOfRecord: 'https://youtu.be/gD4E_TLbKeU',
  },
];
export default LECTURES;
